Repository: SmitBY/UV-Tracker
Catalog: UV Tracker/Models/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru

# AD_BANNER_PLACEHOLDER
source: ADVERTISEMENT
de: WERBUNG
es: ANUNCIO
fr: PUBLICITÉ
ru: РЕКЛАМА

# add_10_min
source: Add 10 minutes
de: 10 Minuten hinzufügen
es: Agregar 10 minutos
fr: Ajouter 10 minutes
ru: Добавить 10 минут

source: Already purchased?
de: Bereits gekauft?
es: ¿Ya lo compraste?
fr: Déjà acheté ?
ru: Уже купили?

# button_start
source: Start
de: Starten
es: Iniciar
fr: Démarrer
ru: Старт

# button_stop
source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ru: Стоп

# clouds_label
source: Clouds
de: Wolken
es: Nubes
fr: Nuages
ru: Облачность

# dashboard_cloudy
source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux
ru: Облачно

# dashboard_recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ru: Рекомендовано

# dashboard_time_spent
source: Time spent
de: Zeit vergangen
es: Tiempo transcurrido
fr: Temps passé
ru: Времени прошло

# dashboard_time_to_burn
source: Time to get sunburn
de: Zeit bis Sonnenbrand
es: Tiempo hasta quemadura
fr: Temps avant brûlure
ru: Время до ожога

# dashboard_uv_dose
source: UV dose
de: UV Dosis
es: Dosis UV
fr: Dose UV
ru: Доза УФ

source: English
de: Englisch
es: Inglés
fr: Anglais
ru: Английский

source: Error
de: Fehler
fr: Erreur
ru: Ошибка

source: French
de: Französisch
es: Francés
fr: Français
ru: Французский

source: German
de: Deutsch
es: Alemán
fr: Allemand
ru: Немецкий

# info_fitzpatrick_desc
source: Skin type classification.
de: Klassifizierung der Hauttypen.
es: Clasificación de tipos de piel.
fr: Classification des types de peau.
ru: Классификация типов кожи.

# info_fitzpatrick_title
source: Fitzpatrick Scale
de: Fitzpatrick-Skala
es: Escala Fitzpatrick
fr: Échelle Fitzpatrick
ru: Шкала Фитцпатрика

# info_spf_desc
source: SPF level of protection.
de: Schutzgrad durch Sonnencreme.
es: Nivel de protección FPS.
fr: Niveau de protection FPS.
ru: Уровень защиты SPF.

# info_spf_title
source: Sun Protection Factor
de: LSF (SPF)
es: Factor de Protección Solar
fr: Facteur de Protection Solaire
ru: Фактор защиты (SPF)

# info_uv_index_desc
source: Standard UV radiation measurement.
de: Messung der UV-Strahlung.
es: Medición de radiación UV.
fr: Mesure du rayonnement UV.
ru: Сила УФ-излучения.

# journal_empty_state
source: No sessions yet.
de: Keine Einträge.
es: Sin sesiones.
fr: Aucune session.
ru: Записей пока нет.

source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

# location_benefit_1
source: Track the exact UV index in your area
de: Genauer UV-Index vor Ort
es: Índice UV exacto en tu zona
fr: Indice UV exact
ru: Точный УФ-индекс

# location_benefit_2
source: Send smart sunscreen reminders
de: Smarte LSF-Erinnerungen
es: Recordatorios de FPS
fr: Rappels de FPS
ru: Напоминания об SPF

# location_benefit_3
source: Protect you from sunburns
de: Schutz vor Sonnenbrand
es: Protección contra quemaduras
fr: Protection contre brûlures
ru: Защита от ожогов

# location_benefit_4
source: Your location stays private
de: Deine Daten sind privat
es: Ubicación privada
fr: Position privée
ru: Геопозиция приватна

# location_title
source: Know the Sun Where You Are
de: Sonne an Ihrem Ort
es: El sol donde estás
fr: Le soleil où vous êtes
ru: Знай солнце там, где ты

source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
ru: Мой профиль

source: No
de: Nein
fr: Non
ru: Нет

# notification_body
source: Time for sunscreen! Protect your skin from UV rays.
de: Zeit für Sonnencreme! Schützen Sie Ihre Haut vor UV-Strahlen.
es: ¡Hora de protector solar! Protege tu piel de los rayos UV.
fr: Il est temps de crème solaire ! Protégez votre peau des rayons UV.
ru: Время наносить солнцезащитный крем! Защитите кожу от УФ-лучей.

# notification_title
source: UV Protection Reminder
de: UV-Schutz Erinnerung
es: Recordatorio de protección UV
fr: Rappel de protection UV
ru: Напоминание о защите от УФ

# onboarding_continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ru: Продолжить

# profile_appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ru: Оформление

# profile_language
source: Language
de: Sprache
es: Idioma
fr: Langue
ru: Язык

# profile_my_profile
source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
ru: Мой профиль

# profile_reset_onboarding
source: Reset Onboarding
de: Onboarding zurücksetzen
es: Restablecer incorporación
fr: Réinitialiser l'intégration
ru: Сбросить обучение

# profile_skin_type
source: Skin Type
de: Hauttyp
es: Tipo de piel
fr: Type de peau
ru: Тип кожи

# protection_cream
source: cream
de: Creme
es: crema
fr: crème
ru: крем

# q1_a0
source: Light blue, gray, green
de: Hellblau, grau, grün
es: Azul claro, gris, verde
fr: Bleu clair, gris, vert
ru: Светлые

# q1_a1
source: Blue, gray, green
de: Blau, grau, grün
es: Azul, gris, verde
fr: Bleu, gris, vert
ru: Голубые/зеленые

# q1_a2
source: Blue
de: Blau
es: Azul
fr: Bleu
ru: Синий

# q1_a3
source: Dark Brown
de: Dunkelbraun
es: Marrón oscuro
fr: Marron foncé
ru: Темно-карий

# q1_a4
source: Brownish Black
de: Braunschwarz
es: Negro amarronado
fr: Noir brunâtre
ru: Черные

# q1_title
source: Eye color?
de: Augenfarbe?
es: ¿Color de ojos?
fr: Couleur des yeux ?
ru: Цвет глаз?

# q2_a0
source: Sandy red
de: Sandrot
es: Pelirrojo
fr: Roux sable
ru: Рыжий

# q2_a1
source: Blonde
de: Blond
es: Rubio
fr: Blond
ru: Блонд

# q2_a2
source: Chestnut
de: Kastanie
es: Castaño
fr: Châtain
ru: Шатен

# q2_a3
source: Dark brown
de: Dunkelbraun
es: Marrón oscuro
fr: Brun foncé
ru: Брюнет

# q2_a4
source: Black
de: Schwarz
es: Negro
fr: Noir
ru: Черный

# q2_title
source: Hair color?
de: Haarfarbe?
es: ¿Color de pelo?
fr: Couleur de cheveux ?
ru: Цвет волос?

# q3_a0
source: Reddish
de: Rötlich
es: Rojiza
fr: Rougeâtre
ru: Красный

# q3_a1
source: Very Pale
de: Sehr blass
es: Muy pálida
fr: Très pâle
ru: Очень бледный

# q3_a2
source: Pale beige
de: Blassbeige
es: Beige pálido
fr: Beige pâle
ru: Бледный

# q3_a3
source: Light brown
de: Hellbraun
es: Marrón claro
fr: Brun clair
ru: Светло-коричневый

# q3_a4
source: Dark brown
de: Dunkelbraun
es: Marrón oscuro
fr: Brun foncé
ru: Темно-коричневый

# q3_title
source: Skin color?
de: Hautfarbe?
es: ¿Color de piel?
fr: Couleur de peau ?
ru: Цвет кожи?

# q4_a0
source: Many
de: Viele
es: Muchas
fr: Beaucoup
ru: Много

# q4_a1
source: Several
de: Mehrere
es: Varios
fr: Plusieurs
ru: Несколько

# q4_a2
source: Few
de: Wenige
es: Pocas
fr: Peu
ru: Мало

# q4_a3
source: Incidental
de: Gelegentlich
fr: Occasionnel
ru: Единичные

# q4_a4
source: None
de: Keine
es: Ninguna
fr: Aucune
ru: Нет

# q4_title
source: Freckles?
de: Sommersprossen?
es: ¿Pequitas?
fr: Taches de rousseur ?
ru: Веснушки?

# q5_a0
source: Painful burns
de: Schmerzhafte Verbrennungen
es: Quemaduras dolorosas
fr: Brûlures douloureuses
ru: Болезненные ожоги

# q5_a1
source: Blistering
de: Blasenbildung
es: Ampollas
fr: Formation d'ampoules
ru: Волдыри

# q5_a2
source: Peeling
de: Schälung
es: Descamación
fr: Desquamation
ru: Шелушение

# q5_a3
source: Rare burns
de: Seltene Verbrennungen
es: Quemaduras raras
fr: Brûlures rares
ru: Редкие ожоги

# q5_a4
source: Never burns
de: Verbrennt nie
es: Nunca se quema
fr: Ne brûle jamais
ru: Никогда

# q5_title
source: Reaction to sun?
de: Sonnenreaktion?
es: ¿Reacción al sol?
fr: Réaction au soleil ?
ru: Реакция на солнце?

# q6_a0
source: Hardly any
de: Kaum
es: Casi nada
fr: Presque pas
ru: Почти нет

# q6_a1
source: Light
de: Leicht
es: Ligero
fr: Léger
ru: Легкий

# q6_a2
source: Reasonable
de: Angemessen
es: Razonable
fr: Raisonnable
ru: Средний

# q6_a3
source: Deep
de: Tief
es: Profundo
fr: Profond
ru: Глубокий

# q6_a4
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ru: Темный

# q6_title
source: Degree of tan?
de: Bräunungsgrad?
es: ¿Grado de bronceado?
fr: Degré de bronzage ?
ru: Степень загара?

# q7_a1
source: Never
de: Nie
es: Nunca
fr: Jamais
ru: Никогда

# q7_a2
source: Hardly ever
de: Fast nie
es: Casi nunca
fr: Presque jamais
ru: Почти никогда

# q7_a3
source: Sometimes
de: Manchmal
es: A veces
fr: Parfois
ru: Иногда

# q7_a4
source: Often
de: Oft
es: A menudo
fr: Souvent
ru: Часто

# q7_a5
source: Always
de: Immer
es: Siempre
fr: Toujours
ru: Всегда

# q7_title
source: Turn brown fast?
de: Schnell braun werden?
es: ¿Se broncea rápido?
fr: Bronze rapidement ?
ru: Быстро темнеете?

# q8_a0
source: Very sensitive
de: Sehr empfindlich
es: Muy sensible
fr: Très sensible
ru: Очень чувствительно

# q8_a1
source: Sensitive
de: Empfindlich
es: Sensible
fr: Sensible
ru: Чувствительно

# q8_a3
source: Resistant
de: Widerstandsfähig
es: Resistente
fr: Résistant
ru: Устойчиво

# q8_a4
source: Never problem
de: Nie problematisch
es: Nunca problema
fr: Jamais problème
ru: Без проблем

# q8_title
source: Face reaction?
de: Gesichtsreaktion?
es: ¿Reacción facial?
fr: Réaction du visage ?
ru: Лицо на солнце?

# q9_a0
source: 3+ months
de: 3+ Monate
es: 3+ meses
fr: 3+ mois
ru: Давно

# q9_a1
source: 2-3 months
de: 2-3 Monate
es: 2-3 meses
fr: 2-3 mois
ru: 2-3 месяца

# q9_a2
source: 1-2 months
de: 1-2 Monate
es: 1-2 meses
fr: 1-2 mois
ru: 1-2 месяца

# q9_a3
source: < 1 month
de: < 1 Monat
es: < 1 mes
fr: < 1 mois
ru: Недавно

# q9_a4
source: < 2 weeks
de: < 2 Wochen
es: < 2 semanas
fr: < 2 semaines
ru: На днях

# q9_title
source: Last sun exposure?
de: Letzte Sonnenexposition?
es: ¿Última exposición al sol?
fr: Dernière exposition au soleil?
ru: Когда загорали?

# q10_a0
source: Never
de: Nie
es: Nunca
fr: Jamais
ru: Никогда

# q10_a1
source: Seldom
de: Selten
es: Rara vez
fr: Rarement
ru: Редко

# q10_a2
source: Sometimes
de: Manchmal
es: A veces
fr: Parfois
ru: Иногда

# q10_a3
source: Often
de: Oft
es: A menudo
fr: Souvent
ru: Часто

# q10_a4
source: Always
de: Immer
es: Siempre
fr: Toujours
ru: Всегда

# q10_title
source: Expose face?
de: Gesicht exponieren?
es: ¿Exponer rostro?
fr: Exposer le visage?
ru: Солнце на лицо?

# recommended_label
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
ru: Рекомендовано

source: Reset Onboarding
de: Onboarding zurücksetzen
es: Restablecer incorporación
fr: Réinitialiser l'intégration
ru: Сбросить обучение

# result_ready
source: Your Profile is Ready!
de: Profil bereit!
es: ¡Perfil listo!
fr: Profil prêt !
ru: Ваш профиль готов!

source: Russian
de: Russisch
es: Ruso
fr: Russe
ru: Русский

source: Skin Type
de: Hauttyp
es: Tipo de piel
fr: Type de peau
ru: Тип кожи

# skin_type_1_desc
source: Always burns, never tans (pale white skin)
de: Immer verbrennt, nie bräunt (sehr helle Haut)
es: Siempre se quema, nunca se broncea (piel blanca pálida)
fr: Brûle toujours, ne bronze jamais (peau blanche pâle)
ru: Всегда обгорает, никогда не загорает (очень светлая кожа)

# skin_type_1_name
source: Type I
de: Typ I
es: Tipo I
ru: Тип I

# skin_type_2_desc
source: Always burns, tans minimally (fair skin)
de: Immer verbrennt, minimal bräunt (helle Haut)
es: Siempre se quema, se broncea mínimamente (piel clara)
fr: Brûle toujours, bronze minimalement (peau claire)
ru: Всегда обгорает, минимально загорает (светлая кожа)

# skin_type_2_name
source: Type II
de: Typ II
es: Tipo II
ru: Тип II

# skin_type_3_desc
source: Burns moderately, tans uniformly (light brown skin)
de: Mäßig verbrennt, gleichmäßig bräunt (hellbraune Haut)
es: Se quema moderadamente, se broncea uniformemente (piel marrón clara)
fr: Brûle modérément, bronze uniformément (peau brun clair)
ru: Умеренно обгорает, равномерно загорает (светло-коричневая кожа)

# skin_type_3_name
source: Type III
de: Typ III
es: Tipo III
ru: Тип III

# skin_type_4_desc
source: Burns minimally, tans well (moderate brown skin)
de: Minimal verbrennt, gut bräunt (mittelbraune Haut)
es: Se quema mínimamente, se broncea bien (piel marrón moderada)
fr: Brûle minimalement, bronze bien (peau brun modéré)
ru: Минимально обгорает, хорошо загорает (умеренно-коричневая кожа)

# skin_type_4_name
source: Type IV
de: Typ IV
es: Tipo IV
ru: Тип IV

# skin_type_5_desc
source: Rarely burns, tans profusely (dark brown skin)
de: Selten verbrennt, stark bräunt (dunkelbraune Haut)
es: Rara vez se quema, se broncea profusamente (piel marrón oscura)
fr: Brûle rarement, bronze abondamment (peau brun foncé)
ru: Редко обгорает, сильно загорает (темно-коричневая кожа)

# skin_type_5_name
source: Type V
de: Typ V
es: Tipo V
ru: Тип V

# skin_type_6_desc
source: Never burns, deeply pigmented (deeply pigmented dark brown to black skin)
de: Nie verbrennt, tief pigmentiert (tief pigmentierte dunkelbraune bis schwarze Haut)
es: Nunca se quema, profundamente pigmentada (piel marrón oscura a negra profundamente pigmentada)
fr: Ne brûle jamais, profondément pigmentée (peau brun foncé à noire profondément pigmentée)
ru: Никогда не обгорает, глубоко пигментирована (глубоко пигментированная темно-коричневая до черной кожа)

# skin_type_6_name
source: Type VI
de: Typ VI
es: Tipo VI
ru: Тип VI

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
ru: Испанский

source: SPF %lld
de: LSF %lld
es: FPS %lld
fr: FPS %lld

# subscription_description
source: Our mission is to help you enjoy the sun without the burn.
de: Unsere Mission: Sonne ohne Sonnenbrand.
es: Disfruta del sol sin quemarte.
fr: Profitez du soleil sans brûler.
ru: Миссия: солнце без ожогов.

# subscription_title
source: Unlock All Features
de: Premium freischalten
es: Desbloquear todo
fr: Tout débloquer
ru: Разблокировать всё

# tab_profile
source: Profile
de: Profil
es: Perfil
fr: Profil
ru: Профиль

# theme_dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ru: Темная

# theme_light
source: Light
de: Hell
es: Claro
fr: Clair
ru: Светлая

# time_spent_label
source: Time spent
de: Zeit vergangen
es: Tiempo transcurrido
fr: Temps passé
ru: Времени прошло

source: Time to get sunburn
de: Zeit bis Sonnenbrand
es: Tiempo hasta quemadura
fr: Temps avant brûlure
ru: Время до ожога

# uv_dose_label
source: UV dose
de: UV Dosis
es: Dosis UV
fr: Dose UV
ru: Доза УФ

# uv_level_extreme
source: Extreme
de: Extrem
es: Extremo
fr: Extrême
ru: Экстремальный

# uv_level_high
source: High
de: Hoch
es: Alto
fr: Élevé
ru: Высокий

# uv_level_low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ru: Низкий

# uv_level_moderate
source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
ru: Умеренный

# uv_level_very_high
source: Very High
de: Sehr hoch
es: Muy alto
fr: Très élevé
ru: Очень высокий

# welcome_subtitle
source: Our mission is to help you enjoy the sun without the burn.
de: Helfen Ihnen, die Sonne ohne Sonnenbrand zu genießen.
es: Disfruta del sol sin quemarte.
fr: Profitez du soleil sans brûler.
ru: Наша миссия — помочь вам наслаждаться солнцем без ожогов.

# welcome_title
source: Stay Safe Under the Sun
de: Sicher unter der Sonne
es: Mantente seguro bajo el sol
fr: Restez en sécurité
ru: Будьте в безопасности

# widget_remains
source: Remains
de: Verbleibend
es: Restante
fr: Restant
ru: Осталось

# widget_stay_safe
source: Stay safe in the sun!
de: Bleiben Sie sicher in der Sonne!
es: ¡Cuidado con el sol!
fr: Protégez-vous du soleil !
ru: Берегите себя на солнце!

# widget_uv_session
source: UV Session
de: UV Sitzung
es: Sesión UV
fr: Session UV
ru: УФ Сессия

source: Yes
de: Ja
es: Sí
fr: Oui
ru: Да

# dashboard_max_uv
source: Max UV
es: UV Máx
fr: UV Max
ru: Макс УФ

# info_uv_index_title
source: UV Index
es: Índice UV
fr: Indice UV
ru: УФ-индекс

# profile_system
source: System
es: Sistema
fr: Système
ru: Системный

source: System
es: Sistema
fr: Système
ru: Системный

# tab_home
source: Home
es: Inicio
fr: Accueil
ru: Главная

# tab_journal
source: Journal
es: Diario
ru: Журнал

# theme_system
source: System
es: Sistema
fr: Système
ru: Системная

source: UV Index: %.1f
es: Índice UV: %.1f
fr: Indice UV : %.1f
ru: УФ индекс: %.1f

source: UV Index: %@
es: Índice UV: %@
fr: Indice UV : %@
ru: УФ индекс %@

source: %lldm
ru: %lldм

source: +10 min
ru: +10 мин

source: 44m
ru: 44м

# action_add_10
source: +10 min
ru: +10 мин

# app_name
source: UV Tracker
ru: УФ Трекер

# max_uv_label
source: Max UV
ru: Макс УФ

source: min
ru: мин

source: OK
ru: ОК

source: Premium
ru: Премиум

# profile_premium
source: Premium
ru: Премиум

# q8_a2
source: Normal
ru: Нормально

# tab_info
source: Info
ru: Инфо

# uv_index_label
source: UV
ru: УФ

source: UV: %.1f
ru: УФ: %.1f
